Repository: fatimahh0/HobbySphereFlutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# ticketCancelTitle
source: Cancel Ticket
ar: إلغاء التذكرة

# ticketConfirm
source: Confirm
ar: تأكيد

# ticketDelete
source: Delete
ar: حذف

# ticketDeleteConfirm
source: Are you sure you want to permanently delete this canceled ticket?
ar: هل تريد حذف هذه التذكرة الملغاة نهائيًا؟

# ticketDeleteTitle
source: Delete Ticket
ar: حذف التذكرة

# ticketEmpty
source: No tickets in {status}.
ar: لا توجد تذاكر في {status}.

# ticketLocation
source: Location
ar: الموقع

# ticketReturnConfirm
source: Do you want to move this ticket back to Pending?
ar: هل تريد إرجاع التذكرة إلى قيد الانتظار؟

# ticketReturnTitle
source: Return to Pending
ar: إرجاع إلى الانتظار

# ticketReturnToPending
source: Return to Pending
ar: إرجاع إلى قيد الانتظار

# ticketScreenTitle
source: Tickets
ar: التذاكر

# ticketStatusCanceled
source: Canceled
ar: ملغاة

# ticketStatusCompleted
source: Completed
ar: مكتملة

# ticketStatusPending
source: Pending
ar: قيد الانتظار

# ticketTime
source: Time
ar: الوقت

source: theme
ar: السمة

# themeDark
source: Dark
ar: داكن

# verifyCodeButton
source: Verify Code
ar: تحقق من الرمز

# verifyCodeFail
source: Failed to verify code.
ar: فشل التحقق من الرمز.

# verifyCodeInvalid
source: Invalid code.
ar: رمز غير صالح.

# verifyCodePlaceholder
source: Verification Code
ar: رمز التحقق

# verifyCodeRequired
source: Enter the verification code.
ar: أدخل رمز التحقق.

# verifyCodeSubtitle
source: We sent a code to your email
ar: أرسلنا رمزًا إلى بريدك

# verifyCodeTitle
source: Enter Code
ar: أدخل الرمز

# verifyCodeVerifying
source: Verifying...
ar: جارٍ التحقق...

# verifyEnterCode
source: Enter the 6-digit verification code
ar: أدخل رمز التحقق المؤلف من 6 أرقام

# verifyFullCodeError
source: Please enter the full 6-digit code.
ar: يرجى إدخال الرمز الكامل المكوّن من 6 أرقام.

# verifyInvalidCode
source: Invalid or expired code.
ar: رمز غير صالح أو منتهي.

# verifyResendBtn
source: Resend Code
ar: إعادة إرسال الرمز

# verifyResendFailed
source: Failed to resend code.
ar: فشل إعادة إرسال الرمز.

# verifyResent
source: Code resent. Please check your email or phone.
ar: تمت إعادة إرسال الرمز. تحقق من بريدك أو هاتفك.

# verifySuccessBusiness
source: Business account verified successfully!
ar: تم توثيق حساب النشاط التجاري!

# verifySuccessUser
source: Account verified successfully!
ar: تم توثيق الحساب بنجاح!

# verifyVerifyBtn
source: Verify
ar: تحقق

source: Yes
ar: نعم

# fieldTitle
source: Title
ar: العنوان

# hintTitle
source: Activity title
ar: عنوان النشاط

source: Select Activity Type
ar: اختر نوع النشاط

# fieldDescription
source: Description
ar: الوصف

# hintDescription
source: Describe your activity
ar: صف نشاطك

# searchLocation
source: Search address
ar: ابحث عن العنوان

source: Get My Location
ar: احصل على موقعي

# fieldMaxParticipants
source: Max Participants
ar: الحد الأقصى للمشاركين

# hintMaxParticipants
source: Enter a number
ar: أدخل رقمًا

# fieldPrice
source: Price
ar: السعر

# fieldStartDateTime
source: Start Date & Time
ar: تاريخ ووقت البدء

# fieldEndDateTime
source: End Date & Time
ar: تاريخ ووقت الانتهاء

# pickImage
source: Pick an Image
ar: اختر صورة

source: Submit
ar: إرسال

# errorAuthRequired
source: You must be logged in.
ar: يجب تسجيل الدخول.

# bookingsMyBookings
source: My Bookings
ar: حجوزاتي

# bookingsByUser
source: Booked by
ar: حجز بواسطة

# bookingsStatus
source: Status
ar: الحالة

# bookingsPaid
source: Paid
ar: مدفوع

# bookingsReject
source: Reject
ar: رفض

# bookingsUnreject
source: Unreject
ar: إلغاء الرفض

# bookingsMarkPaid
source: Mark as Paid
ar: وضع كمدفوع

# bookingsDetails
source: View Details
ar: عرض التفاصيل

# activitiesUnnamed
source: Unnamed Activity
ar: نشاط غير مسمى

source: Upcoming
ar: قادمة

source: Terminated
ar: منتهية

source: Edit Business Info
ar: تعديل معلومات النشاط

source: My Activities
ar: أنشطتي

source: Analytics
ar: تحليلات

source: Notifications
ar: إشعارات

source: Invite Manager
ar: دعوة مدير

source: Privacy Policy
ar: سياسة الخصوصية

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

source: Manage Account
ar: إدارة الحساب

source: Toggle Visibility
ar: تبديل الظهور

# setInactive
source: Set Account Inactive
ar: تعطيل الحساب

# setActive
source: Reactivate Account
ar: إعادة تفعيل الحساب

source: Delete Business
ar: حذف النشاط

source: Confirm Password
ar: تأكيد كلمة المرور

# enterPassword
source: Please enter your password
ar: أدخل كلمة المرور

# statusUpdated
source: Status updated successfully
ar: تم تحديث الحالة

# visibilityUpdated
source: Visibility updated successfully
ar: تم تحديث الظهور

# businessDeleted
source: Business deleted successfully
ar: تم حذف النشاط التجاري

# errorOccurred
source: An error occurred. Please try again.
ar: حدث خطأ. حاول مجددًا.

source: Public Profile
ar: ملف عام

source: Private Profile
ar: ملف خاص

# businessGrowMessage
source: Let's grow your business with HobbySphere..
ar: لننمو بعملك مع HobbySphere..

source: Stripe account connected
ar: حساب سترايب متصل

source: Delete Account
ar: حذف الحساب

source: stripe Account not connected
ar: حساب سترايب غير متصل

# registerOnStripe
source: register on stripe account
ar: سجّل على حساب سترايب

# businessUsersTitle
source: Business Users
ar: مستخدمو النشاط

source: Add User
ar: إضافة مستخدم

source: Phone Number
ar: رقم الهاتف

# provideEmailOrPhone
source: provide email or phoneNumber
ar: أدخل البريد أو رقم الهاتف

source: alreadyBooked
ar: محجوز مسبقًا

source: save
ar: حفظ

# bookingsFiltersCancelRequested
source: cancel request
ar: طلب إلغاء

# inviteManagerTitle
source: Invite Manager
ar: دعوة مدير

# inviteManagerInstruction
source: Enter the manager's email. We’ll send them an invitation.
ar: أدخل بريد المدير. سنرسل له دعوة.

# managerEmailLabel
source: Manager Email
ar: بريد المدير

source: Send Invite
ar: إرسال الدعوة

source: Sending…
ar: جارٍ الإرسال…

# invalidEmail
source: Please enter a valid email address
ar: يرجى إدخال بريد صالح

# deactivateTitle
source: Are you sure you want to deactivate your account?
ar: هل تريد تعطيل حسابك؟

# deactivateWarning
source: After 30 days, it will be permanently deleted and you won't be able to log in again.
ar: بعد 30 يومًا سيتم حذفه نهائيًا ولن تتمكن من تسجيل الدخول.

# currentPasswordLabel
source: Current Password
ar: كلمة المرور الحالية

# fieldRequired
source: This field is required
ar: هذا الحقل مطلوب
