Repository: fatimahh0/HobbySphereFlutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# activitiesFiltersTerminated
source: Terminated
ar: منتهية

# activitiesFiltersUpcoming
source: Upcoming
ar: قادمة

# activitiesMyActivities
source: My Activities
ar: أنشطتي

# activitiesNoActivities
source: No activities found.
ar: لا توجد أنشطة.

# activitiesReopen
source: Reopen Activity
ar: إعادة فتح النشاط

# activityDetailsCancel
source: Cancel
ar: إلغاء

# activityDetailsConfirmDelete
source: Confirm Delete
ar: تأكيد الحذف

# activityDetailsDelete
source: Delete
ar: حذف

# activityDetailsDeleteError
source: Failed to delete activity.
ar: فشل حذف النشاط.

# activityDetailsDeletePrompt
source: Are you sure you want to delete this activity?
ar: هل أنت متأكد أنك تريد حذف هذا النشاط؟

# activityDetailsDeleteSuccess
source: Activity has been deleted.
ar: تم حذف النشاط.

# activityDetailsDeleted
source: Deleted
ar: محذوف

# activityDetailsDescription
source: Description
ar: الوصف

# activityDetailsEdit
source: Edit
ar: تعديل

# activityDetailsParticipants
source: Participants
ar: المشاركون

# activityDetailsStatus
source: Status
ar: الحالة

# activityDetailsViewInsights
source: View Insights
ar: عرض الإحصاءات

# activityInsightsTitle
source: Activity Insights
ar: رؤى النشاط

# addNewUser
source: Add New Client
ar: إضافة عميل جديد

# analyticsBookingGrowth
source: Booking Growth
ar: نمو الحجوزات

# analyticsCancel
source: Cancel
ar: إلغاء

# analyticsCustomerRetention
source: Customer Retention
ar: الاحتفاظ بالعملاء

# analyticsDownloadReport
source: Download PDF Report
ar: تنزيل تقرير PDF

# analyticsPeakHours
source: Peak Hours
ar: ساعات الذروة

# analyticsReportDate
source: Report Date
ar: تاريخ التقرير

# analyticsRevenueOverview
source: Revenue Overview
ar: نظرة عامة على الإيرادات

# analyticsShare
source: Share
ar: مشاركة

# analyticsShareMessage
source: Your PDF has been saved in the Downloads folder. Would you like to share it now?
ar: تم حفظ ملف PDF في مجلد التنزيلات. هل ترغب بمشاركته الآن؟

# analyticsTitle
source: Business Analytics
ar: تحليلات الأعمال

# analyticsToday
source: Today
ar: اليوم

# analyticsTopActivity
source: Top Activity
ar: أفضل نشاط

# analyticsTotalRevenue
source: Total Revenue
ar: إجمالي الإيرادات

# analyticsYesterday
source: Yesterday
ar: الأمس

source: Assign to Activity
ar: إسناد إلى نشاط

# authNotLoggedInMessage
source: You must be logged in to access this feature.
ar: يجب تسجيل الدخول للوصول إلى هذه الميزة.

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Sign In
ar: تسجيل الدخول

# businessWelcomeTitle
source: Welcome to your dashboard!
ar: مرحبًا بك في لوحة التحكم!

# businessWelcomeSubtitle
source: Manage your activities and engage with users easily.
ar: أدِر أنشطتك وتفاعل مع المستخدمين بسهولة.

source: Create New Activity
ar: إنشاء نشاط جديد

# activitiesEmpty
source: No activities yet
ar: لا توجد أنشطة بعد

# profileLastUpdated
source: Last updated
ar: آخر تحديث

# viewDetails
source: View
ar: عرض

# buttonWebsite
source: Website
ar: الموقع

# buttonCall
source: Call
ar: اتصال

# mapOpen
source: Open in Maps
ar: افتح في الخرائط

source: Copy
ar: نسخ

source: Copied!
ar: تم النسخ!

# badgeStripe
source: Stripe
ar: سترايب

# labelDuration
source: Duration
ar: المدة

# authNotLoggedInTitle
source: Not Logged In
ar: غير مسجل الدخول

# splashLoading
source: Loading...
ar: جارٍ التحميل...

# bookingAbout
source: About
ar: حول

# bookingApprove
source: Approve
ar: موافقة

# bookingBookNow
source: Book Now
ar: احجز الآن

# bookingBooking
source: Booking...
ar: جارٍ الحجز...

# bookingCancel
source: Cancel
ar: إلغاء

# bookingCancelReason
source: Reason
ar: السبب

# bookingConfirmRejectMessage
source: Are you sure you want to reject this booking?
ar: هل أنت متأكد أنك تريد رفض هذا الحجز؟

# bookingConfirmRejectTitle
source: Reject Booking
ar: رفض الحجز

# bookingConfirmUnrejectMessage
source: Do you want to undo the rejection?
ar: هل تريد التراجع عن الرفض؟

# bookingConfirmUnrejectTitle
source: Undo Rejection
ar: التراجع عن الرفض

# bookingConfirm_approveCancel
source: Approve Cancellation
ar: الموافقة على الإلغاء

# bookingConfirm_reject
source: Confirm Reject
ar: تأكيد الرفض

# bookingConfirm_rejectCancel
source: Reject Cancellation
ar: رفض طلب الإلغاء

# bookingConfirm_unreject
source: Confirm Unreject
ar: تأكيد التراجع عن الرفض

# bookingErrorFailed
source: Booking failed. Please try again.
ar: فشل الحجز. حاول مرة أخرى.

# bookingErrorLoginRequired
source: You must be logged in to book.
ar: يجب تسجيل الدخول لإتمام الحجز.

# bookingErrorMaxParticipantsReached
source: You cannot book more than the maximum allowed participants.
ar: لا يمكنك الحجز بأكثر من الحد الأقصى للمشاركين.

# bookingLocation
source: Location
ar: الموقع

# bookingMaxParticipants
source: Max {count} participants
ar: الحد الأقصى {count} مشاركًا

# bookingMessage_approveCancel
source: Are you sure you want to approve this cancellation request?
ar: هل تريد الموافقة على طلب الإلغاء هذا؟

# bookingMessage_reject
source: Are you sure you want to reject this booking?
ar: هل أنت متأكد أنك تريد رفض هذا الحجز؟

# bookingMessage_rejectCancel
source: Are you sure you want to reject this cancellation request?
ar: هل أنت متأكد أنك تريد رفض طلب الإلغاء هذا؟

# bookingMessage_unreject
source: Are you sure you want to unreject this booking?
ar: هل أنت متأكد أنك تريد التراجع عن رفض هذا الحجز؟

# bookingMethod
source: Payment Method
ar: طريقة الدفع

# bookingMissing
source: Booking ID or token is missing
ar: معرّف الحجز أو الرمز مفقود

# bookingParticipants
source: Number of Participants
ar: عدد المشاركين

# bookingPaymentCash
source: Cash
ar: نقدًا

# bookingPaymentMethod
source: Payment Method
ar: طريقة الدفع

# bookingPerPerson
source: per person
ar: لكل شخص

# bookingPrice
source: Price
ar: السعر

# bookingProcessing
source: Processing...
ar: جارٍ المعالجة...

# bookingReject
source: Reject
ar: رفض

# bookingRejectCancel
source: Reject Cancellation
ar: رفض الإلغاء

# bookingTotal
source: Total Price
ar: السعر الإجمالي

# bookingTotalPrice
source: Total Price
ar: السعر الإجمالي

# bookingUnreject
source: Unreject
ar: إلغاء الرفض

# bookingUpdated
source: Booking updated successfully
ar: تم تحديث الحجز بنجاح

# bookingsFiltersAll
source: All
ar: الكل

# bookingsFiltersCanceled
source: Canceled
ar: ملغاة

# bookingsFiltersCompleted
source: Completed
ar: مكتملة

# bookingsFiltersPending
source: Pending
ar: قيد الانتظار

# bookingsFiltersRejected
source: Rejected
ar: مرفوضة

# bookingsNoBookings
source: No bookings found for "{status}".
ar: لا توجد حجوزات ضمن "{status}".

# bookingsTitle
source: Business Bookings
ar: حجوزات الأعمال

# businessCreateActivity
source: Create New Activity
ar: إنشاء نشاط جديد

# businessGreeting
source: Hello,
ar: مرحبًا،

# businessManageText
source: Manage your activities and engage with users easily.
ar: أدِر أنشطتك وتفاعل مع المستخدمين بسهولة.

# businessNoActivities
source: No activities found. Start by creating one!
ar: لا توجد أنشطة. ابدأ بإنشاء واحد!

source: Business Users
ar: مستخدمو النشاط التجاري

# businessWelcome
source: Welcome to your dashboard!
ar: مرحبًا بك في لوحة التحكم!

# businessYourActivities
source: Your Activities
ar: أنشطتك

# buttonCancel
source: Cancel
ar: إلغاء

# buttonConfirm
source: Confirm
ar: تأكيد

# buttonDelete
source: Delete
ar: حذف

# buttonLoading
source: Loading...
ar: جارٍ التحميل...

# buttonLogin
source: Login
ar: تسجيل الدخول

# buttonLogout
source: Logout
ar: تسجيل الخروج

# buttonOk
source: OK
ar: حسنًا

# buttonRegister
source: Register
ar: تسجيل

# buttonSendInvite
source: Send Invite
ar: إرسال دعوة

# buttonSubmit
source: Submit
ar: إرسال

# buttonsCancel
source: Cancel
ar: إلغاء

# buttonsConfirm
source: Confirm
ar: تأكيد

# buttonsContinue
source: Continue
ar: متابعة

# buttonsFinish
source: Finish
ar: إنهاء

# buttonsLogin
source: Login
ar: تسجيل الدخول

# buttonsRegister
source: Register
ar: تسجيل

# buttonsSeeAll
source: See All
ar: عرض الكل

# buttonsSeeLess
source: See Less
ar: عرض أقل

# buttonsSubmitting
source: Submitting...
ar: جارٍ الإرسال...

# calendarNoActivities
source: No activities found.
ar: لا توجد أنشطة.

# calendarNoActivitiesForDate
source: No activities for the selected date.
ar: لا توجد أنشطة في التاريخ المحدد.

# calendarTabsPast
source: Past Activities
ar: أنشطة سابقة

# calendarTabsUpcoming
source: Upcoming
ar: قادمة

# calendarTitle
source: Calendar
ar: التقويم

source: Cancel
ar: إلغاء

# chatNoFriends
source: Add a friend to start chatting!
ar: أضف صديقًا لبدء الدردشة!

# chatSubtitle
source: Tap to start chatting
ar: اضغط لبدء الدردشة

# chatTitle
source: My Friends
ar: أصدقائي

# chatfriendSubtitle
source: Tap to start chatting
ar: اضغط لبدء الدردشة

# chatfriendTitle
source: My Friends
ar: أصدقائي

# commentEmpty
source: No comments yet.
ar: لا توجد تعليقات بعد.

# commentLike
source: like
ar: إعجاب

# commentLikes
source: likes
ar: إعجابات

# commentPlaceholder
source: Write a comment...
ar: اكتب تعليقًا...

# commonAreYouSure
source: Are you sure?
ar: هل أنت متأكد؟

# commonCancel
source: Cancel
ar: إلغاء

# commonConfirm
source: Confirm
ar: تأكيد

source: Confirm
ar: تأكيد

source: Create
ar: إنشاء

# createActivityActivityName
source: Activity Name
ar: اسم النشاط

# createActivityActivityType
source: Activity Type
ar: نوع النشاط

# createActivityChange
source: Change
ar: تغيير

# createActivityChooseLibrary
source: Choose from library
ar: اختيار من المكتبة

# createActivityDescription
source: Description
ar: الوصف

# createActivityEndDate
source: End Date & Time
ar: تاريخ ووقت الانتهاء

# createActivityErrorRequired
source: Please fill in all required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.

# createActivityFail
source: Failed to create activity. Try again.
ar: فشل إنشاء النشاط. حاول مرة أخرى.

# createActivityGetMyLocation
source: Get My Location
ar: احصل على موقعي

# createActivityLocation
source: Location
ar: الموقع

# createActivityLocationErrorPermission
source: Please enable GPS to detect your current location.
ar: يرجى تفعيل الـGPS لاكتشاف موقعك.

# createActivityLocationErrorTimeout
source: Location request timed out.
ar: انتهت مهلة تحديد الموقع.

# createActivityLocationErrorUnavailable
source: Unable to get your location.
ar: تعذر الحصول على موقعك.

# createActivityMaxParticipants
source: Max Participants
ar: الحد الأقصى للمشاركين

# createActivityPickHint
source: Take a photo or choose from library
ar: التقط صورة أو اختر من المكتبة

# createActivityPickImage
source: Pick an Image
ar: اختر صورة

# createActivityPrice
source: Price
ar: السعر

# createActivityRemovePhoto
source: Remove photo
ar: إزالة الصورة

# createActivitySearchPlaceholder
source: Search activity types...
ar: ابحث عن أنواع الأنشطة...

# createActivitySelectType
source: Select Activity Type
ar: اختر نوع النشاط

# createActivityStartDate
source: Start Date & Time
ar: تاريخ ووقت البدء

# createActivityStripeRequired
source: You must connect a Stripe account before creating an activity.
ar: يجب ربط حساب Stripe قبل إنشاء نشاط.

# createActivitySubmit
source: Submit
ar: إرسال

# createActivitySuccess
source: Activity created successfully!
ar: تم إنشاء النشاط بنجاح!

# createActivityTakePhoto
source: Take photo
ar: التقاط صورة

# createActivityTapToPick
source: Tap to pick
ar: اضغط للاختيار

# createActivityTitle
source: Create Activity
ar: إنشاء نشاط

# createPostCancel
source: Cancel
ar: إلغاء

# createPostClose
source: Close
ar: إغلاق

# createPostEmojiTitle
source: Choose your feeling
ar: اختر شعورك

# createPostEmptyError
source: Post content cannot be empty.
ar: لا يمكن أن يكون محتوى المنشور فارغًا.

# createPostFail
source: Failed to create post
ar: فشل إنشاء المنشور

# createPostFeeling
source: Feeling
ar: شعور

# createPostFriendsOnly
source: Friends Only
ar: الأصدقاء فقط

# createPostHashtagsPlaceholder
source: #hashtags (optional)
ar: #وسوم (اختياري)

# createPostImage
source: Post image
ar: صورة المنشور

# createPostPhoto
source: Photo
ar: صورة

# createPostPickHint
source: Take a photo or choose from gallery
ar: التقط صورة أو اختر من المعرض

# createPostPlaceholder
source: What's on your mind?
ar: بماذا تفكر؟

# createPostPost
source: Post
ar: نشر

# createPostPublic
source: Public
ar: عام

# createPostSelectEmojiTitle
source: Select an Emoji
ar: اختر رمزًا تعبيريًا

# createPostSuccess
source: Your post has been published!
ar: تم نشر منشورك!

# createPostVisibilityAnyone
source: Anyone
ar: أي شخص

# createPostVisibilityFriends
source: Friends
ar: الأصدقاء

# createPostVisibilityTitle
source: Post Visibility
ar: خصوصية المنشور

# editActivityDescription
source: Description
ar: الوصف

# editActivityEnd
source: End Date & Time
ar: تاريخ ووقت الانتهاء

# editActivityFailure
source: Failed to update activity.
ar: فشل تحديث النشاط.

# editActivityLocation
source: Location
ar: الموقع

# editActivityName
source: Activity Name
ar: اسم النشاط

# editActivityParticipants
source: Max Participants
ar: الحد الأقصى للمشاركين

# editActivityPrice
source: Price ()
ar: السعر ()

# editActivityStart
source: Start Date & Time
ar: تاريخ ووقت البدء

# editActivityStatus
source: Status
ar: الحالة

# editActivitySuccess
source: Activity has been updated successfully.
ar: تم تحديث النشاط بنجاح.

# editActivityTitle
source: Edit Activity
ar: تعديل النشاط

# editActivityUpdate
source: Update Activity
ar: تحديث النشاط

# editBusinessAddBanner
source: Add banner
ar: إضافة بانر

# editBusinessAlert
source: Alert
ar: تنبيه

# editBusinessBannerDeleted
source: Banner removed.
ar: تمت إزالة البانر.

# editBusinessBannerHint
source: Take a photo or choose from gallery
ar: التقط صورة أو اختر من المعرض

# editBusinessBannerImage
source: Banner image
ar: صورة البانر

# editBusinessBusinessName
source: Business Name
ar: اسم النشاط التجاري

# editBusinessCancel
source: Cancel
ar: إلغاء

# editBusinessConfirmDeleteMessage
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع.

# editBusinessConfirmDeletePassword
source: Confirm Password to Delete Account
ar: تأكيد كلمة المرور لحذف الحساب

# editBusinessConfirmDeleteTitle
source: Confirm Account Deletion
ar: تأكيد حذف الحساب

# editBusinessConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# editBusinessCurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# editBusinessDelete
source: Delete
ar: حذف

# editBusinessDeleteAccount
source: Delete Account
ar: حذف الحساب

# editBusinessDeleteFailed
source: Failed to delete the account. Please try again.
ar: فشل حذف الحساب. حاول مرة أخرى.

# editBusinessDeleteLogoFailed
source: Failed to delete logo.
ar: فشل حذف الشعار.

# editBusinessDeleting
source: Deleting...
ar: جارٍ الحذف...

# editBusinessDescription
source: Description
ar: الوصف

# editBusinessEmail
source: Email
ar: البريد الإلكتروني

# editBusinessEnterPassword
source: Enter your password
ar: أدخل كلمة المرور

# editBusinessEnterPasswordToDelete
source: Please enter your password to delete the account.
ar: يرجى إدخال كلمة المرور لحذف الحساب.

# editBusinessErrorDelete
source: Failed to delete business.
ar: فشل حذف النشاط التجاري.

# editBusinessIncorrectPassword
source: Incorrect password. Please try again.
ar: كلمة مرور غير صحيحة. حاول مجددًا.

# editBusinessLogoDeleted
source: Logo removed.
ar: تمت إزالة الشعار.

# editBusinessNewPassword
source: New Password
ar: كلمة المرور الجديدة

# editBusinessOk
source: OK
ar: حسنًا

# editBusinessPasswordMismatch
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.

# editBusinessPasswordTooShort
source: Password must be at least 8 characters long.
ar: يجب ألا تقل كلمة المرور عن 8 أحرف.

# editBusinessPhoneNumber
source: Phone Number
ar: رقم الهاتف

# editBusinessSaveChanges
source: Save Changes
ar: حفظ التغييرات

# editBusinessSaving
source: Saving...
ar: جارٍ الحفظ...

# editBusinessSuccessDelete
source: Business deleted successfully.
ar: تم حذف النشاط التجاري بنجاح.

# editBusinessTitle
source: Edit Business Profile
ar: تعديل ملف النشاط التجاري

# editBusinessUpdateFailed
source: Failed to update profile.
ar: فشل تحديث الملف.

# editBusinessUpdateSuccess
source: Business profile updated successfully.
ar: تم تحديث ملف النشاط التجاري بنجاح.

# editBusinessWebsite
source: Website
ar: الموقع الإلكتروني

# editProfileCancel
source: Cancel
ar: إلغاء

# editProfileConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# editProfileContact
source: Contact Number
ar: رقم التواصل

# editProfileCurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# editProfileDelete
source: Delete
ar: حذف

# editProfileDeleteAccount
source: Delete Account
ar: حذف الحساب

# editProfileDeleteConfirmMsg
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف حسابك؟ لا يمكن التراجع.

# editProfileDeleteConfirmTitle
source: Confirm Account Deletion
ar: تأكيد حذف الحساب

# editProfileDeleteFailed
source: Failed to delete account.
ar: فشل حذف الحساب.

# editProfileDeleteInfoWarning
source: You signed in with Google, please set a password first if not already set.
ar: قمت بتسجيل الدخول عبر Google، الرجاء تعيين كلمة مرور أولاً إن لم تكن موجودة.

# editProfileDeleteProfileImage
source: Remove Profile Image
ar: إزالة صورة الملف

# editProfileDeleteProfileImageConfirm
source: Are you sure you want to delete your profile picture?
ar: هل تريد حذف صورتك الشخصية؟

# editProfileDeleteSuccess
source: Account deleted successfully.
ar: تم حذف الحساب بنجاح.

# editProfileEmail
source: Email
ar: البريد الإلكتروني

# editProfileFirstName
source: First Name
ar: الاسم الأول

# editProfileImageSelectedSuccess
source: Image selected.
ar: تم اختيار الصورة.

# editProfileImageSelectionCancelled
source: Image selection cancelled.
ar: تم إلغاء اختيار الصورة.

# editProfileImageSelectionError
source: Could not open image picker.
ar: تعذر فتح منتقي الصور.

# editProfileLastName
source: Last Name
ar: اسم العائلة

# editProfileNewPassword
source: New Password
ar: كلمة المرور الجديدة

# editProfilePasswordMismatch
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.

# editProfilePasswordRequired
source: Please enter your current password.
ar: يرجى إدخال كلمة المرور الحالية.

# editProfilePickHint
source: Take a photo or choose from gallery
ar: التقط صورة أو اختر من المعرض

# editProfileProfileImage
source: profile image
ar: صورة الملف

# editProfileProfileImageDeleted
source: Profile image removed.
ar: تمت إزالة صورة الملف.

# editProfileSaveChanges
source: Save Changes
ar: حفظ التغييرات

# editProfileSelectImage
source: Select Profile Image
ar: اختر صورة الملف

# editProfileTitle
source: Edit Profile
ar: تعديل الملف الشخصي

# editProfileUpdateFailed
source: Failed to update profile.
ar: فشل تحديث الملف.

# editProfileUpdateSuccess
source: Profile updated successfully.
ar: تم تحديث الملف بنجاح.

# editProfileUsername
source: Username
ar: اسم المستخدم

# editProfileWrongPassword
source: Incorrect password. Please try again.
ar: كلمة مرور غير صحيحة. حاول مجددًا.

source: Email
ar: البريد الإلكتروني

# emailRegistrationContinue
source: Continue
ar: متابعة

# emailRegistrationCreatePassword
source: Create password
ar: إنشاء كلمة مرور

# emailRegistrationEmailDesc
source: You’ll receive a verification code via email. Your email address may be used to connect you with others, improve ads, and more, depending on your settings.
ar: ستتلقى رمز تحقق عبر البريد الإلكتروني. قد يُستخدم بريدك لربطك بالآخرين وتحسين الإعلانات وغير ذلك وفق إعداداتك.

# emailRegistrationEmailPlaceholder
source: Email address
ar: عنوان البريد الإلكتروني

# emailRegistrationEnterEmail
source: Enter email
ar: أدخل البريد الإلكتروني

# emailRegistrationErrorGeneric
source: Something went wrong
ar: حدث خطأ ما

# emailRegistrationLoading
source: Loading...
ar: جارٍ التحميل...

# emailRegistrationPasswordPlaceholder
source: Enter password
ar: أدخل كلمة المرور

# emailRegistrationRule1
source: • 8 characters (20 max)
ar: • 8 أحرف (بحد أقصى 20)

# emailRegistrationRule2
source: • 1 letter, 1 number, 1 special character (# ? ! @)
ar: • حرف واحد ورقم واحد ورمز خاص (# ? ! @)

# emailRegistrationSaveInfo
source: Get trending content, newsletters, and updates sent to your email
ar: احصل على محتوى رائج ونشرات وتحديثات على بريدك

# emailRegistrationSignUp
source: Sign Up
ar: إنشاء حساب

# emailRegistrationVerificationSent
source: Verification code sent to email.
ar: تم إرسال رمز التحقق إلى البريد.

# exploreSubtitle
source: Discover different business profiles and their services
ar: اكتشف ملفات الأعمال المختلفة وخدماتها

# exploreTitle
source: Explore Businesses
ar: استكشف الأنشطة التجارية

source: Export Excel
ar: تصدير Excel

source: Export PDF
ar: تصدير PDF

# filtersAll
source: All
ar: الكل

# filtersNotPaid
source: Not Paid
ar: غير مدفوع

# filtersPaid
source: Paid
ar: مدفوع

source: First Name
ar: الاسم الأول

# forgetPasswordEmailPlaceholder
source: Email Address
ar: عنوان البريد الإلكتروني

# forgetPasswordEnterEmail
source: Please enter your email.
ar: يرجى إدخال بريدك الإلكتروني.

# forgetPasswordGeneralError
source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مجددًا.

# forgetPasswordSendCode
source: Send Code
ar: إرسال الرمز

# forgetPasswordSending
source: Sending...
ar: جارٍ الإرسال...

# forgetPasswordSubtitle
source: Resetting password for: {role}
ar: إعادة تعيين كلمة المرور لـ: {role}

# forgetPasswordTitle
source: Reset Password
ar: إعادة تعيين كلمة المرور

# forgetPasswordUnableToSend
source: Unable to send reset code.
ar: تعذر إرسال رمز الاستعادة.

# friendAccept
source: Accept
ar: قبول

# friendAccepted
source: Friend request accepted.
ar: تم قبول طلب الصداقة.

# friendCancel
source: Cancel Request
ar: إلغاء الطلب

# friendCancelled
source: Request cancelled.
ar: تم إلغاء الطلب.

# friendChat
source: Chat
ar: دردشة

# friendConfirmUnfriendText
source: Are you sure you want to unfriend this user?
ar: هل أنت متأكد أنك تريد إزالة هذا الصديق؟

# friendConfirmUnfriendTitle
source: Unfriend
ar: إلغاء الصداقة

# friendErrorLoad
source: Failed to load data.
ar: فشل تحميل البيانات.

# friendFailedAction
source: Action failed. Try again.
ar: فشلت العملية. حاول مجددًا.

# friendNoFriends
source: You don’t have any friends yet. Start adding some!
ar: ليس لديك أصدقاء بعد. ابدأ بالإضافة!

# friendNoUsersFound
source: No {tab} users found.
ar: لم يتم العثور على مستخدمين في {tab}.

# friendReject
source: Reject
ar: رفض

# friendRejected
source: Friend request rejected.
ar: تم رفض طلب الصداقة.

# friendTabFriends
source: Friends
ar: الأصدقاء

# friendTabReceived
source: Received
ar: الواردة

# friendTabSent
source: Sent
ar: المرسلة

# friendTab_friends
source: friends
ar: أصدقاء

# friendTab_received
source: received
ar: واردة

# friendTab_sent
source: sent
ar: مرسلة

# friendTotalFriends
source: You have {count} friends
ar: لديك {count} صديقًا

# friendUnfriend
source: Unfriend
ar: إلغاء الصداقة

# friendUnfriended
source: Unfriended successfully.
ar: تمت إزالة الصديق.

# friendshipAccept
source: Accept
ar: قبول

# friendshipAddFriendAll
source: All Users
ar: كل المستخدمين

# friendshipAddFriendAvailable
source: Available to add
ar: متاحون للإضافة

# friendshipAddFriendError
source: Failed to send friend request.
ar: فشل إرسال طلب الصداقة.

# friendshipAddFriendNoUsers
source: No users found.
ar: لم يتم العثور على مستخدمين.

# friendshipAddFriendSearchPlaceholder
source: Search users...
ar: ابحث عن المستخدمين...

# friendshipAddFriendSuccess
source: Friend request sent.
ar: تم إرسال طلب الصداقة.

# friendshipAddFriendSuggested
source: Suggested Users
ar: مستخدمون مقترحون

# friendshipAddFriendViewFriends
source: View Friends
ar: عرض الأصدقاء

# friendshipAddFriendViewReceived
source: View Received Requests
ar: عرض الطلبات الواردة

# friendshipAddFriendViewSent
source: View Sent Requests
ar: عرض الطلبات المرسلة

# friendshipBlock
source: Block
ar: حظر

# friendshipCancelRequest
source: Cancel Request
ar: إلغاء الطلب
