Repository: fatimahh0/HobbySphereFlutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# friendshipConfirmBlock
source: Are you sure you want to block this user?
ar: هل تريد حظر هذا المستخدم؟

# friendshipConfirmUnblock
source: Do you want to unblock this user?
ar: هل تريد إلغاء الحظر؟

# friendshipConfirmUnfriend
source: Are you sure you want to unfriend this user?
ar: هل تريد إزالة هذا الصديق؟

# friendshipErrorAlreadyFriends
source: You are already friends with this user.
ar: أنت بالفعل صديق لهذا المستخدم.

# friendshipErrorFailedAction
source: Action failed. Please try again.
ar: فشلت العملية. حاول مجددًا.

# friendshipErrorNotFound
source: User not found.
ar: المستخدم غير موجود.

# friendshipErrorRequestExists
source: Friend request already sent.
ar: تم إرسال طلب صداقة مسبقًا.

# friendshipFriendAdded
source: Friend added successfully.
ar: تمت إضافة الصديق.

# friendshipFriendBlocked
source: User has been blocked.
ar: تم حظر المستخدم.

# friendshipFriendRemoved
source: Friend removed.
ar: تمت إزالة الصديق.

# friendshipFriendUnblocked
source: User has been unblocked.
ar: تم إلغاء الحظر.

# friendshipMyFriends
source: My Friends
ar: أصدقائي

# friendshipNoFriends
source: You haven't added any friends yet.
ar: لم تقم بإضافة أصدقاء بعد.

# friendshipNoRequests
source: No friend requests found.
ar: لا توجد طلبات صداقة.

# friendshipReceivedRequests
source: Received Requests
ar: طلبات واردة

# friendshipReject
source: Reject
ar: رفض

# friendshipRequestAccepted
source: Friend request accepted.
ar: تم قبول طلب الصداقة.

# friendshipRequestCancelled
source: Request cancelled.
ar: تم إلغاء الطلب.

# friendshipRequestRejected
source: Friend request rejected.
ar: تم رفض طلب الصداقة.

# friendshipRequestSent
source: Friend request sent.
ar: تم إرسال طلب الصداقة.

# friendshipSendRequest
source: Send Friend Request
ar: إرسال طلب صداقة

# friendshipSentRequests
source: Sent Requests
ar: طلبات مرسلة

# friendshipTitle
source: Friend Requests
ar: طلبات الصداقة

# friendshipUnblock
source: Unblock
ar: إلغاء الحظر

# friendshipUnfriend
source: Unfriend
ar: إلغاء الصداقة

# generalLoading
source: Loading...
ar: جارٍ التحميل...

# globalError
source: Something went wrong
ar: حدث خطأ ما

# globalSuccess
source: Success
ar: تم بنجاح

# homeActivityCategories
source: Categories
ar: الفئات

# homeCancelConfirm
source: Cancel this ticket?
ar: إلغاء هذه التذكرة؟

# homeCancelTitle
source: Confirmation
ar: تأكيد

# homeExploreActivities
source: Explore Activities
ar: استكشف الأنشطة

# homeExploreCategories
source: Explore Categories
ar: استكشف الفئات

# homeExploreMessage
source: Find new experiences you’ll love
ar: اكتشف تجارب جديدة ستحبها

# homeFindActivity
source: Find your favourite activity
ar: ابحث عن نشاطك المفضل

# homeInterestBasedTitle
source: The Activities that interest you
ar: الأنشطة التي تهمك

# homeLoadMore
source: Load More
ar: تحميل المزيد

# homeLoadingActivities
source: Loading activities...
ar: جارٍ تحميل الأنشطة...

# homeLoadingBookings
source: Loading your bookings...
ar: جارٍ تحميل حجوزاتك...

# homeLoadingInterestActivities
source: Loading interest-based activities...
ar: جارٍ تحميل الأنشطة حسب الاهتمام...

# homeMoreActivities
source: More Activities
ar: المزيد من الأنشطة

# homeNo
source: No
ar: لا

# homeNoActivities
source: No activities found for this category.
ar: لا توجد أنشطة لهذه الفئة.

# homeSeeAll
source: See All
ar: عرض الكل

# homeSeeAllCategories
source: See All Categories
ar: عرض كل الفئات

# homeShowAll
source: Show All
ar: عرض الكل

# homeShowLess
source: Show Less
ar: عرض أقل

# homeWelcome
source: Welcome!
ar: أهلًا!

# homeYes
source: Yes
ar: نعم

# homeYourBookings
source: Your Bookings Activities
ar: حجوزاتك

# insightsAction
source: Action
ar: الإجراء

# insightsItem
source: Item
ar: العنصر

# insightsName
source: Client Name
ar: اسم العميل

# insightsPayment
source: Payment
ar: الدفع

# interestContinue
source: Continue
ar: متابعة

# interestLoadError
source: Failed to load interests.
ar: فشل تحميل الاهتمامات.

# interestSaveError
source: Failed to save interests.
ar: فشل حفظ الاهتمامات.

# interestSelectOne
source: Please select an interest.
ar: يرجى اختيار اهتمام.

# interestSkip
source: Skip
ar: تخطي

# interestTitle
source: What are you into?
ar: ما الذي يهمك؟

source: Last Name
ar: اسم العائلة

# loginBusiness
source: Business
ar: نشاط تجاري

# loginCancel
source: Cancel
ar: إلغاء

# loginConfirmReactivate
source: Do you want to reactivate and continue using this account?
ar: هل تريد إعادة تفعيل هذا الحساب والمتابعة؟

# loginContinue
source: Continue
ar: متابعة

# loginEmail
source: Email Address
ar: البريد الإلكتروني

# loginErrorFailed
source: Login failed
ar: فشل تسجيل الدخول

# loginErrorGoogle
source: Google login failed
ar: فشل تسجيل الدخول عبر Google

# loginErrorRequired
source: All fields are required
ar: جميع الحقول مطلوبة

# loginFacebookSignIn
source: Continue with Facebook
ar: المتابعة عبر فيسبوك

# loginForgetPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# loginGoogleSignIn
source: Continue with Google
ar: المتابعة عبر Google

# loginInstruction
source: Please log in with your email or phone number
ar: يرجى تسجيل الدخول عبر البريد أو الهاتف

# loginLoading
source: Logging in...
ar: جارٍ تسجيل الدخول...

# loginLogin
source: Log In
ar: تسجيل الدخول

# loginNoAccount
source: Don't have an account?
ar: لا تملك حسابًا؟

# loginPassword
source: Password
ar: كلمة المرور

# loginPhone
source: Phone Number
ar: رقم الهاتف

# loginRegister
source: Register
ar: إنشاء حساب

# loginSuccessGoogle
source: Google login successful
ar: تم تسجيل الدخول عبر Google

# loginSuccessLogin
source: Login successful
ar: تم تسجيل الدخول بنجاح

# loginTitle
source: Welcome Back
ar: مرحبًا بعودتك

# loginPhoneInvalid
source: Invalid phone number
ar: رقم هاتف غير صالح

# loginUseEmailInstead
source: Use Email Instead
ar: استخدم البريد بدلًا من ذلك

# loginUsePhoneInstead
source: Use Phone Instead
ar: استخدم الهاتف بدلًا من ذلك

# loginUser
source: User
ar: مستخدم

# loginInactiveTitle
source: Account inactive
ar: الحساب غير نشط

# loginInactiveMessage
source: This account is inactive.Would you like to reactivate it?
ar: هذا الحساب غير نشط. هل ترغب في إعادة تفعيله؟

# loginWarningInactive
source: This account was previously inactive and has been reactivated. Please review your settings.
ar: كان هذا الحساب غير نشط وتمت إعادة تفعيله. يرجى مراجعة إعداداتك.

source: Mark as Paid
ar: وضع علامة مدفوع

# markAsPaidConfirmation
source: Are you sure you want to mark this booking as paid?
ar: هل تريد وضع علامة مدفوع على هذا الحجز؟

# myPostsConfirmDelete
source: Are you sure you want to delete this post?
ar: هل تريد حذف هذا المنشور؟

# myPostsDelete
source: Delete
ar: حذف

# myPostsEmpty
source: No posts found.
ar: لا توجد منشورات.

# myPostsSuccessDelete
source: Post deleted successfully
ar: تم حذف المنشور بنجاح

source: No
ar: لا

# noAvailableUsers
source: No users available to assign.
ar: لا يوجد مستخدمون لإسنادهم.

# noBookings
source: No bookings found.
ar: لا توجد حجوزات.

source: Not Paid
ar: غير مدفوع

# notificationDeleteError
source: Delete notification error:
ar: خطأ حذف الإشعار:

# notificationEmpty
source: No notifications available.
ar: لا توجد إشعارات.

# notificationFetchError
source: Error fetching notifications:
ar: خطأ في جلب الإشعارات:

# noScreenForNotification
source: No screen linked
ar: لا توجد شاشة مرتبطة

# deletedSuccessfully
source: notification deleted successfully
ar: تم حذف الإشعار بنجاح

# markedAsRead
source: mark as read
ar: تم تعليمها كمقروءة

# notificationMarkReadError
source: Failed to mark as read:
ar: فشل وضع علامة مقروء:

# onboardingAlreadyHaveAccount
source: Already have an account?login
ar: لديك حساب؟ تسجيل الدخول

# onboardingCreateAccount
source: Create Account
ar: إنشاء حساب

# onboardingGetStarted
source: Get Started
ar: ابدأ

# onboardingSignIn
source: Sign In
ar: تسجيل الدخول

# onboardingSubtitle
source: Discover passions, Connect with others, Grow your skills.
ar: اكتشف الشغف، تواصل مع الآخرين، وطوّر مهاراتك.

# onboardingTitle
source: Your gateway to exciting hobbies
ar: بوابتك إلى هوايات ممتعة

source: Change Theme
ar: تغيير السمة

source: Select Language
ar: اختر اللغة

# onbSkip
source: Skip
ar: تخطي

# onbNext
source: Next
ar: التالي

# onbGetStarted
source: Get Started
ar: ابدأ الآن

# onbTitle1
source: Discover Activities
ar: اكتشف الأنشطة

# onbSubtitle1
source: Find hobbies and events near you.
ar: اعثر على الهوايات والفعاليات بالقرب منك.

# onbTitle2
source: Book in Seconds
ar: احجز في ثوانٍ

# onbSubtitle2
source: Simple, secure, and fast booking.
ar: حجز بسيط وآمن وسريع.

# onbTitle3
source: Join the Community
ar: انضم للمجتمع

# onbSubtitle3
source: Connect with people who love what you love.
ar: تواصل مع من يشاركونك الشغف.

source: Paid
ar: مدفوع

# paymentConfirmation
source: Confirm Booking
ar: تأكيد الحجز

# privacyP1
source: We respect your privacy and are committed to protecting your personal information.
ar: نحترم خصوصيتك ونلتزم بحماية معلوماتك الشخصية.

# privacyP2
source: When you use our app, we may collect some basic information to improve your experience. This could include things like your name, email, and how you use the app.
ar: عند استخدام التطبيق قد نجمع معلومات أساسية لتحسين تجربتك، مثل الاسم والبريد وطريقة الاستخدام.

# privacyP3
source: We only use this information to make the app work better for you. We do not sell your information.
ar: نستخدم هذه المعلومات لتحسين التطبيق فقط. لا نبيع معلوماتك.

# privacyP4
source: Your data is stored safely, and you can contact us anytime if you have questions or concerns.
ar: تُخزن بياناتك بأمان ويمكنك التواصل معنا في أي وقت.

# privacyP5
source: By using our app, you agree to this privacy policy. We may update it in the future, and we’ll let you know if anything important changes.
ar: باستخدامك التطبيق فأنت توافق على سياسة الخصوصية. قد نحدّثها مستقبلًا وسنبلغك بالتغييرات المهمة.

# privacyTitle
source: Privacy Policy
ar: سياسة الخصوصية

# privacyUpdated
source: Last updated: May 2025
ar: آخر تحديث: مايو 2025

# profileCalendar
source: My Calendar
ar: تقويمي

# profileConfirmDelete
source: Are you sure you want to permanently delete your account?
ar: هل تريد حذف حسابك نهائيًا؟

# profileConfirmInactive
source: Confirm password to deactivate your account
ar: أكّد كلمة المرور لتعطيل الحساب

# profileDeleteAccount
source: Delete Account
ar: حذف الحساب

# profileEditProfile
source: Edit Profile
ar: تعديل الملف

# profileEnterValidEmail
source: Please enter a valid email.
ar: يرجى إدخال بريد صالح.

# profileError
source: Something went wrong.
ar: حدث خطأ ما.

# profileErrorSendingInvite
source: Failed to send invite.
ar: فشل إرسال الدعوة.

# profileGoogleNoPasswordNeeded
source: You signed in with Google. No password required.
ar: سجلت عبر Google. لا حاجة لكلمة مرور.

# profileGuest
source: Guest
ar: ضيف

# profileInactiveInfo
source: Are you sure you want to deactivate your account? After 30 days, it will be permanently deleted and you won't be able to log in again.
ar: هل تريد تعطيل حسابك؟ بعد 30 يومًا سيتم حذفه نهائيًا ولن تتمكن من تسجيل الدخول.

# profileInviteManager
source: Invite Manager
ar: دعوة مدير

# profileLanguage
source: Language
ar: اللغة

# profileLogoutConfirm
source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج؟

# profileMakePrivate
source: Make Profile Private
ar: جعل الملف خاصًا

# profileMakePublic
source: Make Profile Public
ar: جعل الملف عامًا

# profileManageAccount
source: Manage Account
ar: إدارة الحساب

# profileManagerEmail
source: Manager Email
ar: بريد المدير

# profileMotto
source: Live your hobby!
ar: عِش هوايتك!

# profileMyInterests
source: My Interests
ar: اهتماماتي

# profileNotifications
source: Notifications
ar: الإشعارات

# profilePrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# profilePrivate
source: Private Profile
ar: ملف خاص

# profilePublic
source: Public Profile
ar: ملف عام

# profileSetActive
source: Set Account to Active
ar: تفعيل الحساب

# profileSetInactive
source: Set Account to Inactive
ar: تعطيل الحساب

# profilebusinessAnalytics
source: Analytics
ar: التحليلات

# profilebusinessArabic
source: Arabic
ar: العربية

# profilebusinessCancel
source: Cancel
ar: إلغاء

# profilebusinessConfirmLogout
source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج؟

# profilebusinessConnectStripe
source: Connect Stripe Account
ar: ربط حساب سترايب

# profilebusinessConnecting
source: Connecting...
ar: جارٍ الربط...

# profilebusinessEditBusinessInfo
source: Edit Business Info
ar: تعديل معلومات النشاط

# profilebusinessEnglish
source: English
ar: الإنجليزية

# profilebusinessFrench
source: Français
ar: الفرنسية

# profilebusinessGuest
source: Business
ar: نشاط تجاري

# profilebusinessLanguage
source: Language
ar: اللغة

# profilebusinessLogout
source: Logout
ar: تسجيل الخروج

# profilebusinessMyActivities
source: My Activities
ar: أنشطتي

# profilebusinessPickLogo
source: Business logo
ar: شعار النشاط

# profilebusinessPickLogoHint
source: Take a photo or choose from gallery
ar: التقاط صورة أو اختيار من المعرض

# profilebusinessPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# profilebusinessResumeStripe
source: Resume Stripe Onboarding
ar: متابعة إعداد سترايب

# profilebusinessStripeConnected
source: Stripe account connected
ar: تم ربط حساب سترايب

# profilebusinessStripeNotConnected
source: No Stripe account connected
ar: لا يوجد حساب سترايب مرتبط

# profilebusinessTagline
source: Let’s grow your business with HobbySphere..
ar: لننمو بعملك مع HobbySphere..

source: Reactivate
ar: إعادة تفعيل

# registerAddProfilePhoto
source: Tap to choose profile photo
ar: اضغط لاختيار صورة الملف

# registerBusiness
source: Business
ar: نشاط تجاري

# registerBusinessName
source: Business Name
ar: اسم النشاط التجاري

# registerCompleteButtonsContinue
source: Continue
ar: متابعة

# registerCompleteButtonsFinish
source: Finish
ar: إنهاء

# registerCompleteButtonsSeeAll
source: See All
ar: عرض الكل

# registerCompleteButtonsSeeLess
source: See Less
ar: عرض أقل

# registerCompleteButtonsSubmitting
source: Submitting...
ar: جارٍ الإرسال...

# registerCompleteErrorsBusinessNameRequired
source: Business name is required.
ar: اسم النشاط مطلوب.

# registerCompleteErrorsDescriptionRequired
source: Description is required.
ar: الوصف مطلوب.

# registerCompleteErrorsFirstNameRequired
source: First name is required.
ar: الاسم الأول مطلوب.

# registerCompleteErrorsGeneric
source: Something went wrong
ar: حدث خطأ ما

# registerCompleteErrorsLastNameRequired
source: Last name is required.
ar: اسم العائلة مطلوب.

# registerCompleteErrorsUsernameRequired
source: Username is required.
ar: اسم المستخدم مطلوب.

# registerCompleteStep1BusinessName
source: Business Name
ar: اسم النشاط التجاري

# registerCompleteStep1FirstName
source: First Name
ar: الاسم الأول

# registerCompleteStep1FirstNameQuestion
source: What's your name?
ar: ما اسمك؟

# registerCompleteStep1LastName
source: Last Name
ar: اسم العائلة

# registerCompleteStep2BusinessDescription
source: Business Description
ar: وصف النشاط التجاري

# registerCompleteStep2ChooseUsername
source: Choose a username
ar: اختر اسم مستخدم

# registerCompleteStep2Description
source: Description
ar: الوصف

# registerCompleteStep2DescriptionHint1
source: • Describe your business clearly
ar: • صفْ نشاطك بوضوح

# registerCompleteStep2DescriptionHint2
source: • Keep it short and relevant (max ~250 chars)
ar: • اجعله موجزًا وملائمًا (حد ~250 حرفًا)

# registerCompleteStep2Username
source: Username
ar: اسم المستخدم

# registerCompleteStep2UsernameHint1
source: • Must be unique
ar: • يجب أن يكون فريدًا

# registerCompleteStep2UsernameHint2
source: • No spaces or symbols
ar: • دون مسافات أو رموز

# registerCompleteStep2UsernameHint3
source: • Between 3–15 characters
ar: • بين 3–15 حرفًا

# registerCompleteStep2WebsiteUrl
source: Website URL (optional)
ar: رابط الموقع (اختياري)

# registerCompleteStep3BusinessLogo
source: business logo
ar: شعار النشاط

# registerCompleteStep3ProfileImage
source: profile image
ar: صورة الملف

# registerCompleteStep3PublicProfile
source: Public Profile
ar: ملف عام

# registerCompleteStep3TapToChooseBanner
source: Tap to choose business banner
ar: اضغط لاختيار بانر النشاط

# registerCompleteStep3TapToChooseLogo
source: Tap to choose {type}
ar: اضغط لاختيار {type}

# registerConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# registerDescription
source: Description
ar: الوصف

# registerEmail
source: Email
ar: البريد الإلكتروني

# registerErrorBusinessInfo
source: Business information is missing.
ar: معلومات النشاط التجاري مفقودة.

# registerErrorFailed
source: Registration failed
ar: فشل التسجيل

# registerErrorLength
source: Password must be at least 8 characters.
ar: يجب ألا تقل كلمة المرور عن 8 أحرف.

# registerErrorMatch
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.

# registerErrorRequired
source: Email and password are required.
ar: البريد وكلمة المرور مطلوبان.

# registerErrorSymbol
source: Password must include at least one symbol.
ar: يجب أن تتضمن كلمة المرور رمزًا واحدًا على الأقل.

# registerErrorUserInfo
source: User information is missing.
ar: معلومات المستخدم مفقودة.

# registerFirstName
source: First Name
ar: الاسم الأول

# registerLastName
source: Last Name
ar: اسم العائلة

# registerPassword
source: Password
ar: كلمة المرور

# registerPhoneNumber
source: Phone Number
ar: رقم الهاتف

# registerPublicProfile
source: Make my profile public
ar: اجعل ملفي عامًا

# registerSelectBanner
source: Tap to choose business banner
ar: اضغط لاختيار بانر النشاط

# registerSelectLogo
source: Tap to choose business logo
ar: اضغط لاختيار شعار النشاط

# registerSendCode
source: Send Verification Code
ar: إرسال رمز التحقق

# registerSuccessBusiness
source: Business registered successfully!
ar: تم تسجيل النشاط التجاري!

# registerSuccessUser
source: User registered successfully!
ar: تم تسجيل المستخدم!

# registerTitle
source: Create Account
ar: إنشاء حساب

# registerUser
source: User
ar: مستخدم

# registerUsername
source: Username
ar: اسم المستخدم

# registerWebsite
source: Website
ar: الموقع

# resetPasswordButton
source: Reset Password
ar: إعادة تعيين كلمة المرور

# resetPasswordConfirm
source: Confirm Password
ar: تأكيد كلمة المرور

# resetPasswordError
source: Something went wrong.
ar: حدث خطأ ما.

# resetPasswordFail
source: Failed to reset password.
ar: فشل إعادة تعيين كلمة المرور.

# resetPasswordFillFields
source: Please fill all fields.
ar: يرجى تعبئة كل الحقول.

# resetPasswordMismatch
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.

# resetPasswordNew
source: New Password
ar: كلمة مرور جديدة

# resetPasswordSuccess
source: Password reset successfully!
ar: تمت إعادة تعيين كلمة المرور!

# resetPasswordTitle
source: Reset Password
ar: إعادة تعيين كلمة المرور

# resetPasswordUpdating
source: Updating...
ar: جارٍ التحديث...

# reviewAllReviews
source: Reviews
ar: المراجعات

# reviewError
source: Failed to submit review
ar: فشل إرسال المراجعة

# reviewMissingData
source: Please enter feedback before submitting.
ar: أدخل ملاحظاتك قبل الإرسال.

# reviewPlaceholder
source: Write your experience...
ar: اكتب تجربتك...

# reviewRating
source: Rating
ar: التقييم

# reviewSubmit
source: Submit Review
ar: إرسال المراجعة

# reviewSubmitting
source: Submitting...
ar: جارٍ الإرسال...

# reviewSuccess
source: Review submitted
ar: تم إرسال المراجعة

# reviewTitle
source: Add Your Review
ar: أضف مراجعتك

# reviewYourFeedback
source: Your Feedback
ar: ملاحظاتك

# reviewsNoReviews
source: No reviews found.
ar: لا توجد مراجعات.

# reviewsTitle
source: Customer Reviews
ar: مراجعات العملاء

# searchPlaceholder
source: Search
ar: بحث

# selectMethodAlreadyHaveAccount
source: Already have an account?
ar: لديك حساب؟

# selectMethodContinue
source: Continue
ar: متابعة

# selectMethodContinueWithEmail
source: Continue with Email
ar: المتابعة بالبريد

# selectMethodContinueWithFacebook
source: Continue with Facebook
ar: المتابعة عبر فيسبوك

# selectMethodContinueWithGoogle
source: Continue with Google
ar: المتابعة عبر Google

# selectMethodCreatePassword
source: Create password
ar: إنشاء كلمة مرور

# selectMethodEnterPassword
source: Enter password
ar: أدخل كلمة المرور

# selectMethodLoading
source: Loading...
ar: جارٍ التحميل...

# selectMethodLogin
source: Log in
ar: تسجيل الدخول

# selectMethodOr
source: or
ar: أو

# selectMethodPasswordRulesRule1
source: 8 characters (20 max)
ar: 8 أحرف (بحد أقصى 20)

# selectMethodPasswordRulesRule2
source: 1 letter, 1 number, 1 special character (# ? ! @)
ar: حرف ورقم ورمز خاص (# ? ! @)

# selectMethodPasswordRulesRule3
source: Strong password
ar: كلمة مرور قوية

# selectMethodPhonePlaceholder
source: Phone number
ar: رقم الهاتف

# selectMethodRoleBusiness
source: Business
ar: نشاط تجاري

# selectMethodRoleUser
source: User
ar: مستخدم

# selectMethodSaveInfo
source: Save login info on your devices to log in automatically next time.
ar: احفظ معلومات الدخول لتسجيل الدخول تلقائيًا لاحقًا.

# selectMethodSignUp
source: Sign Up
ar: إنشاء حساب

# selectMethodTitle
source: Sign up
ar: إنشاء حساب

# singleChatAccessDeniedMsg
source: You are not friends with this user.
ar: لست صديقًا لهذا المستخدم.

# singleChatAccessDeniedTitle
source: Access Denied
ar: الوصول مرفوض

# singleChatBlock
source: Block
ar: حظر

# singleChatBlockConfirm
source: Are you sure you want to block this user?
ar: هل تريد حظر هذا المستخدم؟

# singleChatBlockTitle
source: Block User
ar: حظر المستخدم

# singleChatBlockedByThem
source: This user has blocked you. You can't send messages.
ar: قام هذا المستخدم بحظرك. لا يمكنك إرسال رسائل.

# singleChatCancel
source: Cancel
ar: إلغاء

# singleChatDelete
source: Delete
ar: حذف

# singleChatDeleteConfirm
source: Are you sure you want to delete the selected messages?
ar: هل تريد حذف الرسائل المحددة؟

# singleChatDeleteTitle
source: Delete Messages
ar: حذف الرسائل

# singleChatErrorFetching
source: Could not fetch messages.
ar: تعذر جلب الرسائل.

# singleChatErrorTitle
source: Error
ar: خطأ

# singleChatInputPlaceholder
source: Type a message...
ar: اكتب رسالة...

# singleChatUnblock
source: Unblock
ar: إلغاء الحظر

# singleChatUnblockConfirm
source: Are you sure you want to unblock this user?
ar: هل تريد إلغاء حظر هذا المستخدم؟

# singleChatUnblockTitle
source: Unblock User
ar: إلغاء حظر المستخدم

# singleChatYouBlocked
source: You have blocked this user. Unblock to continue chatting.
ar: لقد قمت بحظر هذا المستخدم. ألغِ الحظر للمتابعة.

# socialAddPost
source: Post
ar: منشور

# socialChat
source: Chat
ar: دردشة

# socialEmpty
source: No posts available.
ar: لا توجد منشورات.

# socialError
source: An unexpected error occurred
ar: حدث خطأ غير متوقع

# socialNotifications
source: Alerts
ar: التنبيهات

# socialMyPosts
source: My Posts
ar: منشوراتي

# socialSearchFriend
source: Search
ar: بحث

# stripeError
source: Error
ar: خطأ

# stripePay50
source: Pay $50
ar: ادفع $50

# stripePayNow
source: Proceed to Payment
ar: المتابعة للدفع

# stripePaymentFailed
source: Payment Failed
ar: فشل الدفع

# stripeSuccessMessage
source: Payment completed!
ar: اكتمل الدفع!

# stripeSuccessTitle
source: Success
ar: نجاح

# tabExplore
source: Explore
ar: استكشاف

# tabHome
source: Home
ar: الرئيسية

# tabProfile
source: Profile
ar: الملف الشخصي

# tabSocial
source: Community
ar: المجتمع

# tabTickets
source: Tickets
ar: التذاكر

# tabSettings
source: Settings
ar: الإعدادات

# tabnavigateActivities
source: Activities
ar: الأنشطة

# tabnavigateAnalytics
source: Analytics
ar: التحليلات

# tabnavigateBookings
source: Bookings
ar: الحجوزات

# tabnavigateHome
source: Home
ar: الرئيسية

# tabActivities
source: Activities
ar: الأنشطة

# tabAnalytics
source: Analytics
ar: التحليلات

# tabBookings
source: Bookings
ar: الحجوزات

# tabnavigateProfile
source: Profile
ar: الملف

# ticketCancel
source: Cancel
ar: إلغاء

# ticketCancelConfirm
source: Are you sure you want to cancel this ticket?
ar: هل تريد إلغاء هذه التذكرة؟
